/* No comment provided by engineer. */
"Cancel" = "Annuler";

/* No comment provided by engineer. */
"Continue" = "Continuer";

/* No comment provided by engineer. */
"Please select a language for translation:" = "Sélectionnez une langue à traduire :";

/* No comment provided by engineer. */
"Translator" = "Traducteur";

